{
  "ale": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "ddc-filter-matcher_head": { "branch": "main" },
  "ddc-filter-sorter_rank": { "branch": "main" },
  "ddc-previewer-floating": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-copilot": { "branch": "main" },
  "ddc-source-file": { "branch": "main" },
  "ddc-source-lsp": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-filter-converter_devicon": { "branch": "main" },
  "ddu-filter-matcher_substring": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-file_external": { "branch": "main" },
  "ddu-source-rg": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops-signature_help": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "memolist.vim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-lspconfig-bundler": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onenord.nvim": { "branch": "main" },
  "vim-goimports": { "branch": "master" },
  "vim-vsnip": { "branch": "master" }
}
